/* Emoticon name */
"Angel" = "Angel";

/* Emoticon name */
"Angry" = "Angry";

/* Emoticon name */
"Baring Teeth" = "Baring Teeth";

/* Emoticon name */
"Blush" = "Blush";

/* Emoticon name */
"Confused" = "Confused";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Cry";

/* Emoticon name */
"Crying" = "Crying";

/* Emoticon name */
"Disappointed" = "Disappointed";

/* Emoticon name */
"Don't Tell Anyone" = "Don't Tell Anyone";

/* Emoticon name */
"Embarrassed" = "Embarrassed";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Foot In Mouth";

/* Emoticon name */
"Frown" = "Frown";

/* Emoticon name */
"Gasp" = "Gasp";

/* Emoticon name */
"Grin" = "Grin";

/* Emoticon name */
"Halo" = "Halo";

/* Emoticon name */
"Happy" = "Happy";

/* Emoticon name */
"Heart" = "Heart";

/* Emoticon name */
"I Don't Know" = "I Don't Know";

/* Emoticon name */
"Kiss" = "Kiss";

/* Emoticon name */
"Lips Are Sealed" = "Lips Are Sealed";

/* Emoticon name */
"Money-mouth" = "Money-mouth";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "Open Mouthed";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "Sad";

/* Emoticon name */
"Sarcastic" = "Sarcastic";

/* Emoticon name */
"Scared" = "Scared";

/* Emoticon name */
"Sick" = "Sick";

/* Emoticon name */
"Sleepy" = "Sleepy";

/* Emoticon name */
"Smile" = "Smile";

/* Emoticon name */
"Star" = "Star";

/* Emoticon name */
"Sticking Out Tongue" = "Sticking Out Tongue";

/* Emoticon name */
"Surprised" = "Surprised";

/* Emoticon name */
"Thinking" = "Thinking";

/* Emoticon name */
"Tongue Out" = "Tongue Out";

/* Emoticon name */
"Undecided" = "Undecided";

/* Emoticon name */
"Wearing Sunglasses" = "Wearing Sunglasses";

/* Emoticon name */
"Wink" = "Wink";